Repository: kritikansal/Anjuta-Bug-Fixes
Catalog: manuals/anjuta-faqs/*/*.po
Languages: de

# _
source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2012

source: Double click on the current tab.
de: Doppelklicken Sie auf den aktuellen Reiter.

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt

source: How to maximize the editor window
de: Das Editorfenster maximieren

source: Double click on the current tab to maximize the document window. Do the same again restore the previous state of all docked windows.
de: Doppelklicken Sie auf den aktuellen Reiter, um das Dokumentenfenster zu maximieren. Wiederholen Sie dies, um den vorherigen Zustand aller angedockten Fenster wiederherzustellen.

source: It is available now.
de: Jetzt verfügbar.

source: How to use <app href="http://www.scintilla.org">Scintilla editor</app>
de: Verwendung des <app href="http://www.scintilla.org">Scintilla-Editors</app>

source: It is available through the <app>anjuta-extras</app> package with can be download from the anjuta website. After you installed it you will be prompted to choose an editor and you can set it as the default editor for this project.
de: Dieser ist im Paket <app>anjuta-extras</app> verfügbar, das Sie von der Anjuta-Webseite herunterladen können. Nachdem Sie es installiert haben, werden Sie gefragt, welchen Editor Sie verwenden wollen, und können diesen als Standardeditor für dieses Projekt verwenden.

source: The scintilla editor was not available in Anjuta 3.0 but it is now available since Anjuta 3.1.
de: Der Scintilla-Editor war für Anjuta 3.0 nicht erhältlich, ist aber seit Anjuta 3.1 wieder verfügbar.

source: Use GNOME bugzilla.
de: Verwenden Sie GNOME Bugzilla.

source: Where can I report bugs
de: Wo kann ich Fehler melden?

source: Please report bugs in <app href="http://bugzilla.gnome.org/browse.cgi?product=anjuta">GNOME Bugzilla</app>.
de: Bitte melden Sie Fehler im <app href="http://bugzilla.gnome.org/browse.cgi?product=anjuta">Fehlererfassungssystem von GNOME</app>.

source: You are encouraged to do it yourself.
de: Sie sind herzlich eingeladen, dies selbst zu tun.

source: Why doesn't <app>Anjuta</app> have my favourite XYZ feature?
de: Warum hat <app>Anjuta</app> mein Lieblings-Funktionsmerkmal XYZ nicht?

source: Because you haven't added them ? This is free software. You are free to, even encouraged to take the source code and add the features you need. If you don't think yourself to be capable of doing that, file a request for enhancement or send a mail to the devel list.
de: Vielleicht weil Sie es nicht hinzugefügt haben...? Dies ist freie Software. Es steht Ihnen frei und ist ausdrücklich erwünscht, den Quellcode zu bearbeiten und die von Ihnen benötigten Funktionsmerkmale hinzuzufügen. Wenn Sie meinen, dass Sie sich das zutrauen können, senden Sie einen Verbesserungsvorschlag in Bugzilla oder schreiben Sie eine E-Mail an die Mailingliste der Entwickler.

source: What does the name <app>Anjuta</app> stand for?
de: Wofür steht der Name <app>Anjuta</app>?

source: It is not one of those recursive names. <app>Anjuta</app> is the name of Naba Kumar's (founder) girlfriend. This software is dedicated to her.
de: Es handelt sich dabei nicht um eine der häufig anzutreffenden rekursiven Abkürzungen. <app>Anjuta</app> ist der Name von Naba Kumars (früherer) Freundin. Diese Software ist ihr gewidmet.

source: It is not planned.
de: Das ist nicht geplant.

source: Is here/will there ever be <app>Anjuta</app> for MS Windows?
de: Gibt es <app>Anjuta</app> for MS Windows oder wird es das jemals geben?

source: There is no native port for Windows and it most likely won't ever be. However, if you are interested, feel free to contact us.
de: Es gibt keine Portierung für Windows, und es ist unwahrscheinlich, das es jemals eine solche Version geben wird. Falls Die dennoch daran interessiert sind, nehmen Sie Kontakt mit uns auf.

source: Frequently asked questions
de: Häufig gestellte Fragen

source: General
de: Allgemein

source: Project
de: Projekt

source: Simply import the project in <app>Anjuta</app>.
de: Importieren Sie einfach ein Projekt in <app>Anjuta</app>.

source: How can I use anjuta with an existing project?
de: Wie kann ich Anjuta für ein existierendes Projekt verwenden?

source: Just run <guiseq><gui>File</gui><gui>New</gui><gui>Project from existing sources</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Datei</gui><gui>Neu</gui><gui>Projekt aus vorhandenen Quellen</gui></guiseq>.

source: <app>Anjuta</app> has not its own project format and uses already existing project format, like autotools or makefile. On Linux, the most common format is autotools and it is supported quite well.
de: <app>Anjuta</app> hat kein eigenes Projektformat und nutzt bereits vorhandene Formate, wie Autotools oder Makefile. Anter Linux werden die Autotools am häufigsten verwendet und deren Funktionsmerkmale sehr gut unterstützt.

source: Add a folder and a data target.
de: Einen Ordner und ein Datenziel hinzufügen.

source: How to add a directory containing icons to a project
de: Einen Ordner zu einem Projekt hinzufügen, welcher Symbole enthält

source: In an autotools project, you can add a new directory by creating a folder (<guiseq><gui>Project</gui><gui>New Folder...</gui></guiseq>). Then inside this folder create a new data target (<guiseq><gui>Project</gui><gui>New Target...</gui></guiseq>) and add the files corresponding to the icons to this target (<guiseq><gui>Project</gui><gui>New Source...</gui></guiseq>).
de: Fügen Sie in einem Autotools-Projekt einen neuen Ordner hinzu: <guiseq><gui>Projekt</gui><gui>Neuer Ordner …</gui></guiseq>. Dann erstellen Sie innerhalb dieses Ordners ein neues Datenziel (<guiseq><gui>Projekt</gui><gui>Neues Ziel …</gui></guiseq>) und fügen die Dateien entsprechend den Symbolen zu diesem Ziel hinzu (<guiseq><gui>Projekt</gui><gui>Neue Quelle …</gui></guiseq>).
